[{"category":"Individual","label":"Reduce food waste by 50%","desc":"One third of all of the food we produce every year is ultimately lost or wasted. Producing food that’s never eaten squanders valuable resources - soil, fertilizer, water, energy, and human time and effort. It also generates climate-warming emissions at every stage of the process: uneaten food accounts for about 8% of emissions worldwide. By halving our food waste, we can strengthen food security and protect the climate at the same time reducing 2,200 Mt CO2eq yearly. Source: <a href='http://www.fao.org/fileadmin/templates/nr/sustainability_pathways/docs/FWF_and_climate_change.pdf’'>Food and Agriculture Organization of the United Nations </a><br>","amount_all":"2200","amount_some":"","amount_some_desc":"","source":"Source: Food and Agriculture Organization of the United Nations ","icon":"recycle","title":"Lifestyle choices"},{"category":"Individual","label":"Eat less meat","desc":"If everyone in the world ate red meat just once a week (flexitarian), we could save about 5,130 Mt CO2eq. However, not every country consumes meat the same. If this figure is weighted towards those who consume more meat, by just looking at the top 20 countries, we can account for more than 75% of this amount. Sources: <a href='https://docs.google.com/spreadsheets/d/1faOYinvMgqHHr7unmwxoAZ3oZkF0l65pjQSV_hwrI9I/edit#gid=527078447'>FAO</a>, <a href='https://www.nature.com/articles/s41586-018-0594-0.epdf?referrer_access_token=09UvmSJbjYpd6FQDv9SFOdRgN0jAjWel9jnR3ZoTv0M2ZckU8PFAjFp2beHrcOXhMGtzE8nzrDqubMx9ONW9UOMNfh2ymac9F3ml6Vk_qkF2pi-GKPCKc5ECdltPFXRMPNEEWBjC95cOqwpiQoO47EbtkInBKybhyc15owA9NB-OD4ZWHou_1iOkH-L7hl491tL3QAJCkxDpsFKZDGC_zQ%3D%3D&tracking_referrer=www.nationalgeographic.com'>Options for keeping the food system within environmental limits, Nature</a>, <a href='https://www.ipcc.ch/srccl/chapter/chapter-5/5-5-mitigation-options-challenges-and-opportunities/5-5-2-demand-side-mitigation-options/5-5-2-1-mitigation-potential-of-different-diets/figure-5-12/'>IPCC</a><br>","amount_all":"5130","amount_some":"3731","amount_some_desc":"Top 20 largest meat consumers.","source":"FOA, Article: Options for keeping the food system within environmental limits, IPCC Diet recommendations","icon":"vegetarian","title":""},{"category":"Individual","label":"Reduce transport emissions","desc":"Transport emissions are one of the largest contributors. Although this is largely attributed to private cars and freight, if we could shift choices towards more public transport, more efficient vehicles and less distance travelled, there could be a significant drop in carbon added to the atmosphere. Source: <a href='https://www.climatewatchdata.org/ghg-emissions’'>Climate Watch</a><br>","amount_all":"9452","amount_some":"7446","amount_some_desc":"High and upper-middle income countries only","source":"ClimateWatch for transport emission and WorldBank for income classifications","icon":"transport","title":""},{"category":"Governments","label":"Increase renewable energy","desc":"Two thirds of global greenhouse gas emissions come from the production and use of energy. In 2015, just 16% of the world’s energy supply came from solar, wind and other renewable sources. If we can get that figure up to 65% by 2050 - a shift that researchers say is both technically and financially feasible - then we can prevent 14,000 million tonnes of carbon dioxide emissions. Source: <a href='https://www.ourenergypolicy.org/wp-content/uploads/2017/11/IRENA_A_key_climate_solution_2017.pdf'>International Renewable Energy Agency 2017 report</a><br>","amount_all":"467","amount_some":"N/A","amount_some_desc":"N/A","source":"International Renewable Energy Agency 2017 report","icon":"energy","title":"Government-level choices"},{"category":"Governments","label":"Restore and protect forests and wetlands","desc":"Forests store vast amounts of carbon. Mangroves, salt marshes, freshwater wetlands, bogs and peatlands are less extensive than forests and grasslands, but they contain enormous stocks of carbon. Protecting and restoring all of these natural resources presents an enormous opportunity of reduce our emissions. Sources: <a href='https://www.pnas.org/content/pnas/suppl/2017/10/11/1710465114.DCSupplemental/pnas.1710465114.sapp.pdf'> Proceedings of the National Academy of Sciences of the United States of America Report 2017</a>, <a href='https://media.sitra.fi/2017/11/08200104/Sectoral_greenhouse_gas_emission_reduction_potentials_in_20301.pdf'> Sectoral greenhouse gas emission reduction potential in 2030 by UNEP</a><br>","amount_all":"528","amount_some":"N/A","amount_some_desc":"N/A","source":"Proceedings of the National Academy of Sciences of the United States of America. Report 2017. Sectoral greenhouse gas emission reduction potential in 2030 by UNEP.","icon":"wetland","title":""},{"category":"Governments","label":"Build our cities more sustainably","desc":"Our cities are on the brink of massive growth: by 2050, 68% of the world’s population will live in cities, up from about 55% today. We can make that growth sustainable by constructing cities that are compact and connected, embracing mass transit and energy-efficient buildings, and deploying market-ready technologies that cut emissions and reduce inefficiencies.The estimated abatement potential is 2 Gt CO2eq by 2030. Source: <a href='https://newclimateeconomy.report/workingpapers/wp-content/uploads/sites/5/2016/04/NCE-technical-note-emission-reduction-potential_final.pdf’'> The New Climate Economy</a><br>","amount_all":"200","amount_some":"","amount_some_desc":"","source":"Source: Build cities more sustainably","icon":"cities","title":""},{"category":"Industry","label":"Reduce industry emissions","desc":"The largest contributors to carbon emissions have historically been from petrol, oil and coal mining companies. These companies contributed around 35% of greenhouse gas emissions in 2018 alone. Dropping their emissions, even by half, would make a huge impact. Source: <a href='https://climateaccountability.org/pdf/CarbonMajorsPDF2020/Figures%20&%20Tables/Figures%20&%20Tables/TopTwenty%20CO2e%202018%20Table.png’'> Climate Accountability</a><br>","amount_all":"14152","amount_some":"7076","amount_some_desc":"Top 20 companies reduce emissions by half.","source":"Source: Carbon Majors, Climate Accountability ","icon":"coal","title":"Industry-level choices"},{"category":"Industry","label":"Sustainable fast fashion","desc":"The term “fast fashion” refers to an approach to clothing design, creation, and marketing that emphasizes getting the newest trends from catwalks to consumers as quickly and cheaply as possible. But the environmental toll is high: Experts estimate that the fast fashion industry is responsible for nearly 10 percent of annual global emissions. The World Resources Institute estimates that if this industry disappeared the yearly save will be about 1,200 Mt CO2eq. Source: <a href='https://gasp-pgh.org/2020/07/28/clothes-climate-change-how-a-fashion-choice-change-could-lead-to-better-air-quality/’'>Group Against Smog and Pollution (GASP)</a><br>","amount_all":"1200","amount_some":"","amount_some_desc":"","source":"Source: gasp.org","icon":"fashion","title":""},{"category":"Industry","label":"More artificial meat","desc":"Livestock supply chains are estimated to be responsible emitting 7,100 Mt CO2eq yearly. An environmentally friendly alternative is artificial meat, which was originally reffered as food produced from certain plants that taste very similar to traditional meat but today also includes meat prepared from the stem cells of real meat from living animals. In comparison to conventionally produced European meat, cultured meat involves approximately 78-96 % lower GHG emissions. Taking into account the less emission reduction (78%), if a half of the industries change their production methods from livestock farming to this emerging technology we could save about 2,769 Mt CO2eq per year. Source: <a href='https://www.eea.europa.eu/publications/artificial-meat-and-the-environment/artificial-meat-and-the-environment’'>European Environment Agency </a><br>","amount_all":"2769","amount_some":"","amount_some_desc":"Half of the industries change their production methods from livestock farming to artificial meat.","source":"Source: Artificial meat","icon":"meat","title":""}]