{"article":[{"type":"scroller","steps":[{"type":"textbox","p":"<span class=\"firstPar\">We are speeding on a highway to <span class=\"carbonDi\"> CO&#x2082;</span> hell…"},{"type":"textbox","p":"… and we need to <b> slow down.</b> because it's soon too late.</span>"},{"type":"textbox","p":"The red smoke filling up on your left is how much <span class=\"carbonDi-inline\"> CO&#x2082;</span> we have emitted into the atmosphere since 1850. Heat gets trapped in  <span class=\"carbonDi-inline\"> CO&#x2082;</span>. The more heat gets trapped, the hotter our planet gets - and this isn't good."},{"type":"textbox","p":"Human activity has been increasing the amount of <span class=\"carbonDi-inline\"> CO&#x2082;</span> mostly since the industrial revolution in the early 1800s and..."},{"type":"textbox","p":"… we are pouring more out and <b>faster</b> than ever before."},{"type":"textbox","p":"We have emitted about 2200 gigatonnes of <span class=\"carbonDi-inline\"> CO&#x2082;</span> in the atmosphere - the uncertainty around this estimated amount is as much as the smoke you see at the edge."},{"type":"textbox","p":"That much extra <span class=\"carbonDi-inline\"> CO&#x2082;</span>  means that we are already at almost 1 ºC of global warming which is already super bad for our planet."},{"type":"textbox","p":"Where has all that <span class=\"carbonDi-inline\">CO&#x2082;</span> come from? Here are some countings:"},{"type":"sections"},{"type":"textbox-blank","p":""},{"type":"textbox","p":"Although, no matter how you count it and divide it, what we have emitted remains emitted. At the current speed, global warming will reach 1.5 ºC around 2040. When we reach 1.5 ºC we are hitting trouble. <br> We <b>need</b> to slow this down."}]},{"type":"transition","text":[{"p":"<b>Now, it's your turn.</b>"},{"p":"The bar below represents the remaining carbon budget."},{"p":"Try to <b>slow it down</b> before we reach the carbon limit by trying out some of the emission reduction options below."}]},{"type":"calculator"},{"type":"text","text":[{"p":"<span class=\"heading\">What's the deal with #CO&#x2082;? <b>Everyone </b> - you, the big companies & governments - can make a difference.</span>"},{"p":"If you could see carbon dioxide in our atmosphere it would be red (#C02) because it emits infrared radiation, better known as <b>heat</b>. This makes it one of the largest contributors to the warming of our planet. The more this gas is emitted, the closer we get to 1.5 ºC of global warming."},{"p":"This is when the blame game begins. People start looking to point fingers at who is contributing the most to our carbon emissions - was it China, was it the US, was it big oil and gas companies? In the end, this just isn't helpful."},{"p":"Now, it's time to look to the future. Can we slow down emissions, stop it all together or even start extracting some of it? Yes. But it's not just any one country, company or individual who can make a difference. It is all of us."},{"p":"If this project can leave you with one thing to remember, it's this: It's going to take all of us - big companies, governments and <b>you</b> to make the change that is needed to help save our planet."},{"p":"Go flexitarian, if you can. Call your MPs, if you can. Boycott oil & gas companies, if you can. Every little bit counts."},{"p":"Read more about this project <a href html=\"https://github.com/victorgd97/TFM_CO2\">here</a>."}]},{"type":"footer","about":[{"p":"The project NAME was designed and developed in the <a href='http://www.mastervisualtoolsudg.com/'>Master’s program in Visual Tools to Empower Citizens (MVTEC)</a> organized by <a href='https://www.fundacioudg.org/'>Fundació UdG</a> and the <a href='https://www.fundaciovit.org/'>ViT Foundation</a>."}],"team":[{"p":"<a href='https://www.linkedin.com/in/oriol-vidal-porta/'>Oriol Vidal</a>, <a href='https://www.linkedin.com/in/rebeccapazos/'>Rebecca Pazos</a>, <a href='https://www.linkedin.com/in/v%C3%ADctor-garcia-dom%C3%ADnguez-9083571a3/'> Víctor Garcia </a>& <a href='https://twitter.com/naltimir'>Núria Altimir</a> <pp><b>MVTEC mentors: </b> <br>Xaquin G.V &  Matt Osborn</pp>"}],"data":[{"p":"Historical time series: Global cumulative CO<sub>2</sub> emissions including fossil fuels and industry plus land-use change emissions  from <a href=’https://www.icos-cp.eu/science-and-impact/global-carbon-budget/2020’  >Global Carbon Project</a> until 2017. Unit change from C toCO<sub>2</sub>.  After 2017 we add a constant annual emissions of 17 Gt  CO<sub>2</sub>   <br>"},{"p":"Remaining carbon budget and related uncertainty: as reported in  <a href=’https://www.ipcc.ch/sr15/> IPCC, 2018: Global Warming of 1.5°C.</a>  <br>"},{"p":"Partition of global accumulated emissions 1990-2017: <a href=’https://ourworldindata.org/co2-and-other-greenhouse-gas-emissions’  >Our World in Data</a> <br>"},{"p":"Partition of  global emissions by sectors: <a href=’https://ourworldindata.org/ghg-emissions-by-sector’  >Our World in Data</a> <br>"},{"p":"Reduction magnitudes by actions: See source for each action inside its accompanying text. Inspired by earlier work from  <a href='https://twitter.com/paigemcclanahan?lang=en'>Paige McClanahan.</a>"}],"disclaimer":[{"p":"The current version is  a proof of concept. For a thorough analysis of global warming and mitigation possibilities we refer the user to the original sources of information."}]}]}