{"article":[{"type":"head","kicker":"HELP!","head":"","subhead":"Weaving a strong social fabric through difficult times"},{"type":"overview"},{"type":"text","text":[{"p":"People often resort to Google Search to find out all kinds of information. And not only trivial, also about how to handle our struggles. Is there anyone ready to help when we need it?"},{"p":"We looked into this issue using data from Google Trends. We were looking for searches over time about offering help and needing help, roughly equivalent to  “I want to help with this”  and “I am struggling with this”. When comparing the two, we see how thick  -and timely-  is the fabric of solidarity."},{"p":"We collected data for the time between January 2015 and April 2021. For each word, the moment with the maximum number of searches is valued as 100 and the rest of the values are put in perspective to this maximum. So, as you see, “100” does not mean there were 100 searches, it means that was the moment when there were more searches during the whole time for that particular search.."},{"p":"When the knots are made with similar values, it means there was a similar intensity of search from those interested to give help and those needing it. When the knots are very asymmetrical, there is a mismatch."}]},{"type":"texth1","texth1":[{"p":"What is the fabric made of?"}]},{"type":"text","text":[{"p":"We work with 61 words. Therefore, there are 61 threads in the fabric. This is how we have arranged and ordered them:"}]},{"type":"aichart","file":"graph1.html"},{"type":"text","text":[{"p":"These  61 search words can be grouped in some obvious themes. These are the themes emerging and how they are distributed in the resulting fabric:"}]},{"type":"aichart","file":"graph2.html"},{"type":"text","text":[{"p":"Here is a more detailed look at what we have named crisis, the knots at the lowest thread of the fabric. There seems to be three major reasons that make people react:"}]},{"type":"aichart","file":"graph3.html"},{"type":"text","text":[{"p":"These lines show the time evolution of the intensity of search related to these crisis events. There is a maximum at the moment of the crises or -for those that had been going on for a long time- at the most dramatic moment. Google Trends shows that people look up to offer help. Understandably, those in need of help in such situations turn to other channels."}]},{"type":"texth1","texth1":[{"p":"Have a look at the patterns"}]},{"type":"text","text":[{"p":"Each thread - each subject- looked at individually tells its own story. How much interest people  have around it, how balanced the solidarity and struggle sides turn out, whether it comes and goes with seasons, for how long it has been around."},{"p":"Let´s have a look at some cases, with a different arrangement of the threads we make a little piece of fabric for each individual subject."},{"p":"Depression is the lead in Google Trends since 2015, and it has had a stable behaviour since then. By far, it's the most searched topic, with an intensity of search of 72% on average. For depression, people not only look for help (pink ellipse), but more people offer their help (an average of 80%, blue ellipse). You can explore every single topic through the selector below."}]},{"type":"aichart","file":"depression-blanket.html"},{"type":"text","text":[{"p":"A similar thing happens with cancer: many people look for help, but for this topic, the offer is fewer (an average of 82.2% of searches compared to 55.4% of the offer)."}]},{"type":"text","text":[{"p":"Last year, the Covid-19 hit the world. Some slight searches for help started in March, but the highest took place in December. The offer for help had the opposite behaviour: reached the maximum (100%) in March and, since then, it decreased."}]},{"type":"aichart","file":"cancer-blanket.html"},{"type":"text","text":[{"p":"In 2015 Europe experienced the biggest crisis of refugees from Syria, and data shows that event: a peak of offers for help occurred that autumn. But afterwards, the word 'refugees' only appears as a need for help, with a bare offer response."}]},{"type":"texth1","texth1":[{"p":"Knit your safety blanket"}]},{"type":"text","text":[{"p":"Choose the subjects you are interested in and see what kind of patterned blanket you get."}]},{"type":"blanket"},{"type":"footer","about":[{"p":"The project “All you knit is help” is a collaborative effort between students and mentors for the Master in Visual Tools to Empower citizens. The project was developed for a couple of weeks and it was presented on May 21 2021."}],"data":[{"p":"The data was retrieved from Google Trends data pool of searches done in English from January 2015 to April 2021. First we looked for solidarity items and then mirror the searches for struggle. Every time series is weighted between 0 and 100 within itself."}]}]}