{"article":[{"type":"scroller","steps":[{"p":"<span class=\"firstPar\">We are speeding on a highway to <span class=\"carbonDi\"> CO&#x2082;</span> hell…"},{"p":"… and we need to <b> slow down.</b> because it's already too late.</span>"},{"p":"The more <span class=\"carbonDi\"> CO&#x2082;</span> the more heat gets trapped, the hotter our planet gets - and this isn't good."},{"p":"Human activity has been increasing the amount of <span class=\"carbonDi\"> CO&#x2082;</span> in the atmosphere, mostly since the industrial revolution in the early 1800s and..."},{"p":"… we are pouring more out and <b>faster</b> than ever before."},{"p":"By current estimates, we have emitted about 2,200 gigatonnes of <span class=\"carbonDi\"> CO&#x2082;</span> in the atmosphere."},{"p":"That means, we are already at almost 1ºC of global warming which is already super bad for our planet."},{"p":"Where has all that <span class=\"carbonDi\">CO&#x2082;</span> come from? We have been counting since 1990:"},{"p":"Although, no matter how you count it and divide it, what we have emitted remains emitted."},{"p":"At the current speed of increase, global warming will reach 1.5 ºC by 2040"},{"p":"We <b>need</b> to slow this down. There is something we can do, now it's your turn to take action."}]},{"type":"calculator","text":[{"p":""}]},{"type":"sections"},{"type":"head","kicker":"We are speeding on a highway to hell...","head":"...and we need to slow down ."},{"type":"text","text":[{"p":"A project by Núria Altimir, Victor Garcia, Rebecca Pazos & Oriol Vidal"},{"p":"June 26 2021"}]},{"type":"footer","about":[{"p":"The project “SlowDown” is the final project for the Master in Visual Tools to Empower citizens developed by Núria Altimir, Víctor Garcia, Rebecca Pazos and Oriol Vidal and assisted by Xaquín Gonzalez, Matt Osborn, …."}],"data":[{"p":"A list of data sources with  credits"}],"disclaimer":[{"p":"The current version is an exercise for skills practice, a proof of concept. For a thorough analysis of global warming and mitigation possibilities we refer the user to the original sources of information."}]}]}